"use strict";
exports.FILMS = [
    {
        id: '00',
        name: 'Богемская рапсодия',
        description: 'Богемская рапсодия» - это чествование группы Queen, их музыки и их выдающегося вокалиста Фредди Меркьюри, который бросил вызов стереотипам и победил условности, чтобы стать одним из самых любимых артистов на планете. Фильм прослеживает головокружительный путь группы к успеху, благодаря их культовым песням и революционному звуку, практически распад коллектива, поскольку образ жизни Меркьюри выходит из-под контроля, и их триумфальное воссоединение накануне концерта Live Aid, ставшем одним из величайших выступлений в истории рок-музыки. Фильм цементирует наследие группы, отношения внутри которой всегда были больше похожи на семейные, и которая продолжают вдохновлять неудачников, мечтателей и любителей музыки по сей день.'
    },
    {
        id: '01',
        name: 'Веном',
        description: 'Что если в один прекрасный день в тебя вселяется существо-симбиот, которое наделяет тебя сверхчеловеческими способностями? Вот только Веном — симбиот совсем недобрый, и договориться с ним невозможно. Хотя нужно ли договариваться?.. Ведь в какой-то момент ты понимаешь, что быть плохим вовсе не так уж и плохо. Так даже веселее. В мире и так слишком много супергероев! Мы — Веном!'
    },
    {
        id: '02',
        name: 'Репродукция',
        description: 'Талантливый ученый-биолог теряет в автокатастрофе свою семью. Одержимый желанием вернуть к жизни жену и детей, он преступает законы научной этики и самой природы. Но когда информация о репродукции человека доходит до властей, на ученого и воскрешенных им близких начинается охота.'
    },
];
//# sourceMappingURL=mock-films.js.map